<?php
return array(
    
    'house_items'=>array(
		'1'=>'电视',
		'2'=>'空调',
		'3'=>'冰箱',
        '4'=>'洗衣机',
        '5'=>'热水器',
        '6'=>'网络',
        '7'=>'能做饭',
        '8'=>'有阳台',
        '9'=>'家具'
    ),
    
    'house_photo_position'=>array(
		1=>'卧室',
		2=>'客厅',
		3=>'卫生',
        4>'厨房',
        5=>'其他'
    ),    
    
    'subscribe_way' => array(
		1=>'房客预约后1小时内可看房',
		2=>'房客预约当天可看,时间再沟通',
		3=>'时间待定,房客预约后请电话沟通'
    ),
    
    'rent_type' => array(
        1=> '整租',
        2=> '单间',
        3=> '床位'
    )    
);